export interface Permissions {
  title: string;
  description: string;
}

export const permissions: Permissions[] = [
  {
    title: "دسترسی کامل",
    description:
      "توانایی ساختن تسک در این پروژه، ویرایش تنظیمات پروژه و حذف پروژه",
  },
  {
    title: "دسترسی ویرایش",
    description:
      "توانایی ویرایش تسک در این پروژه و ویرایش تنظیمات پروژه. نمی‌تواند پروژه را حذف یا تسک جدید بسازد.",
  },
  {
    title: "دسترسی کامنت",
    description:
      "توانایی کامنت گذاشتن دارد. می‌تواند ستون تسک‌ها را تغییر دهد اما توانایی ویرایش تنظیمات پروژه را ندارد.",
  },
  {
    title: "فقط دسترسی مشاهده",
    description: "توانایی گذاشتن کامنت یا ویرایش تسک‌ها را ندارد.",
  },
];
